"History.NavigationTitle" = "History";

/* Normal Range for LF/HF */
"History.Chart.Label.NormalLFHFRange" = "Normal Range for LF/HF";

/* Your AVNN */
"History.Chart.Label.YourAVNN" = "Your AVNN";

/* Your LF/HF */
"History.Chart.Label.YourLFHF" = "Your LF/HF";

/* Your LF/HF overall trend */
"History.Chart.Label.YourLFHFOverallTrend" = "Your LF/HF overall trend";

/* LF/HF: %@ */
"History.Table.LFHFX" = "LF/HF: %@";

/* %d/%d mmHg */
"History.Table.X/XmmHg" = "%d/%d mmHg";

/* %@ bpm */
"History.Table.Xbpm" = "%@ bpm";

/* %d h %d m */
"History.Table.XhXm" = "%d h %d m";

/* %d min */
"History.Table.Xm" = "%d min";

"Main.Label.SelectedActivity" = "Selected: %@ %@";

/* Finish\nActivity */
"Main.Button.FinishActivity" = "Finish\nActivity";

/* Record\nECG */
"Main.Button.RecordECG" = "Record\nECG";

/* Start\nActivity */
"Main.Button.StartActivity" = "Start\nActivity";

/* Cardio Debug */
"Main.NavigationTitle" = "Cardio Debug";

/* High Frequency Power */
"Result.Table.FullItemName.HF-PWR" = "High Frequency Power";

/* Low Frequency Power */
"Result.Table.FullItemName.LF-PWR" = "Low Frequency Power";

/* Normalized HF (PNS) */
"Result.Table.FullItemName.nHF" = "Normalized HF (PNS)";

/* Normalized LF (SNS) */
"Result.Table.FullItemName.nLF" = "Normalized LF (SNS)";

/* Note */
"Result.Table.FullItemName.Note" = "Note";
"Result.Table.FullItemDetail.EnterNote" = "Enter note...";

/* SDNN Index */
"Result.Table.FullItemName.SDNNIDX" = "SDNN Index";

/* Total HRV Power */
"Result.Table.FullItemName.TOT-PWR" = "Total HRV Power";

/* Ultra-low Frequency Power */
"Result.Table.FullItemName.ULF-PWR" = "Ultra-low Frequency Power";

/* Very Low Frequency Power */
"Result.Table.FullItemName.VLF-PWR" = "Very Low Frequency Power";

/*  bpm */
"Result.Table.Unit.bpm" = " bpm";

/*  ms */
"Result.Table.Unit.ms" = " ms";

/*  ms² */
"Result.Table.Unit.ms2" = " ms²";

/*  % */
"Result.Table.Unit.percentage" = " %";


"Recording.Label.Searching" = "Searching...";
"Recording.Label.Connecting" = "Connecting...";
"Recording.Label.Connected" = "Connected :)";
"Recording.Label.Disconnected" = "Disconnected :(";

"Recording.Alert.DeviceFound.Title" = "Device found";
"Recording.Alert.DeviceFound.Message" = "Found BLE device named %@";
"Recording.Alert.DeviceFound.Button.ConnectRecord" = "Connect & record";
"Recording.Alert.ChooseMethod.Title" = "Choose your method";
"Recording.Alert.ChooseMethod.Message" = "Your CD Device support both Express Solution (put your finger tip on) and Professional Solution (use electrode). Which one do you want to use for this time?";
"Recording.Alert.ChooseMethod.Button.Express" = "Express Solution";
"Recording.Alert.ChooseMethod.Button.Professional" = "Professional Solution";
"Recording.Alert.DeviceFound.Button.Cancel" = "Cancel";
